_sdaiModelAccessMode(Sdai_instS*)
\details
Retrieves the current access mode for a specified SDAI-model.
\param model [in] A model to get access mode for.
\returns The current access mode for the specified model.